Repository: jichiory/translater
Catalog: output/exemple2.arb
Languages: ar

source: Username
ar: المستعمل

source: Password
ar: كلمة السر

# signup
source: Registration
ar: التسجيل

source: Forgot password
ar: نسيت كلمة السر

source: Reset Password
ar: إعادة كلمة السر

source: Confirm password
ar: كلمة السر

source: Change Password
ar: تغيير كلمة السر

# profile_picture
source: Profile photo
ar: صورة موجز

# bio
source: Biography
ar: السير الذاتية

# phone_number
source: Telephone number
ar: رقم الهاتف

source: Address
ar: العنوان

source: City
ar: المدينة

source: Country
ar: البلد

source: Postal code
ar: رمز البريد

# language_preference
source: Preferred language
ar: اللغة المفضلة

source: Time zone
ar: منطقة الزمن

# notifications_email
source: Email notifications
ar: الإخطارات بالبريد الإلكتروني

# notifications_sms
source: SMS notifications
ar: الإخطارات الخاصة بMS

# privacy_settings
source: Confidentiality settings
ar: ظروف السرية

# security_settings
source: Safety parameters
ar: معايير السلامة

# two_factor_auth
source: Two-factor authentication
ar: التصديق على المفاعلين

# delete_account
source: Remove Account
ar: حساب النقل

source: Account status
ar: حالة الحساب

# membership
source: Subscription
ar: الاشتراك

source: Subscription plan
ar: خطة الاشتراك

source: Renew subscription
ar: الاشتراك المتجدد

source: Cancel subscription
ar: الاشتراك في الغاء
